; WinSnap v2.0.1 English Language File (Template)
; Translated by Your Name <robmeyer@hetnet.nl>
;##############################################################################
; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!
;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!
; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\
; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################
; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
;##############################################################################

10000="Dutch (Nederlands)"

; Caption
20000="Windows Snapshot Maker v1.1"
20001=" (geen licentie)"

; Tooltip in the system tray
20002="WinSnap"

; Tray tooltip
20003="WinSnap v2.0"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap Snapshot"

; Save/Open filters
20030="Alle bestanden (*.*)"
20031="Alle ondersteunde formaten"
20032="Licentiesleutel gegevens (*.key, *.txt)"

20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<<leeg >>"
20091="genererend..."

; Main window
20100="Sluiten"
20101="Nieuw Snapshot"
20102="Naar klembord kopiëren"
20103="Snapshot opslaan..."
20104="Per email verzenden..."
20110="Kleuren:"
20111="Uit"
20112="Grijswaarden"
20113="Sepia"
20114="Omkeren"
20115="Schaduw:"
20116="Uit"
20117="Positiief"
20118="Negatiief"
20119="Schets"
20120="Diversen:"
20121="Omtrek"
20122="Watermerk"
20123="Roteren"
20124="Schaal"
20200="Wijze van snapshot"
20201="Vol scherm"
20202="Programma"
20203="Venster"
20204="Gebruikers keus"
20205="Popup Menu"
20206="Regio"

; .Exe filter
20033="Uitvoerbare bestanden (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Opslaan met transparantie"

; Settings, Image tab
20061="Transparantie"

; Capture modes
20211="Vol scherm"
20212="Programma"
20213="Venster"
20214="Menu"
20215="Object"
20216="Regio"

; Main menu, Capture
20511="&Vol Scherm\tCtrl+1"
20512="&Programma\tCtrl+2"
20513="&Venster\tCtrl+3"
20514="&Menu\tCtrl+4"
20515="&Object\tCtrl+5"
20516="&Regio\tCtrl+6"

; Main menu
20600="&Gereedschap"
20601="&Aanpassen..."

; Tray menu
20921="&Vol Scherm"
20922="&Programma"
20923="&Venster"
20924="&Menu"
20925="&Object"
20926="&Regio"

; Settings, Hotkeys tab
21712="Vol Scherm:"
21713="Programma venster:"
21714="aktief venster:"
21715="Popup menu:"
21716="Start object snapshot:"
21717="Start regio snapshot:"

; Customize Tools dialog
23000="Gereedschap aanpassen"
23001="Nieuw..."
23002="Bewerken..."
23003="Verwijderen"
23004="Verplaats naar boven"
23005="Verplaats naar onderen"
23006="Sluiten"

; New Tool dialog
23100="Extern gereedschap"
23101="OK"
23102="Cancel"
23110="Applicatie:"
23111="Titel:."
23112="Opdracht:"
23113="Blader..."
23114="Parameters:"
23115=" Winsnap na uitvoeren opdracht minimalizeren"
23116="Vraag niet naar bestandsnaam van opgeslagen snapshot"
23120="Voorkeuren vastleggen"
23121="Map:"
23122="Blader..."
23123="Bestands naam:"
23124="Snapshot formaat:"

; Region mode, right-click menu
24106="Vastgelegde grootte"
24107="Opgeslagen positie"

; Object mode, helper dialog
24201="Beweeg de cursor over het scherm om de selectie te wijzigen. Gebruik de Ctrl-toets om diverse objecten te selecteren en de rechter muistoets om instellingen te wijzigen."
24202="Titel:."
24203="Class:"
24204="Proces:"

; Object mode, right-click menu
24300="Seleceert object\tSpatietoets"
24301="Selectie wisselen\tTabtoets"
24302="Selectie afbreken\tterugToets"
24303="Knoppen en scripts"
24304="Applicatie vensters"
24305="Snapshot afbreken\tEsc"
24306="Dit menu verbergen"

; Register dialog
28000="Winsnap registreren"
28001="Nu bestellen !"
28002="Licentie sleutel invoeren"
28003="Doorgaan"
28004="Exit"
28010="Dit is een probeer-versie van Winsnap voor 30 dagen U moet een licentie kopen, indien u Winsnap wilt blijven gebruiken."
28011="U hebt %d dagen on u te registreren."
28012="Licenties en Prijzen"

; About dialog
28100="Over Winsnap"
28101="OK"
28102="Registreren"
28103="Op dit produkt is een licentie verleend aan:"
28104="Forum wordt ondersteund"

; Errors
32009="Ondeugdelijke  directory:\r\n%s"
32010="Afwerken niet mogelijk."
32020="Specificeer een naam."


; Menu
20300="&Bestand"
20301="&Nieuw Snapshot\tCtrl+N"
20302="&Open Snapshot...\tCtrl+O"
20303="&Opslaan\tCtrl+S"
20304="Opslaan &als..."
20305="Opslaan &miniatuur als..."
20306="&Afdrukken...\tCtrl+P"
20307="Pagina O&pmaak...."
20308="E&xit"

20350="Be&werken"
20351="&Kopiëren\tCtrl+C"
20352="&Miniatuur Kopiëren"
20353="&Plakken\tCtrl+V"
20354="Wis Snapshot\tDel"

20400="&Opties"
20401="&Automatisch Opslaan"
20402="Automatisch &Kopiëren"
20403="&Instellingen...\tF2"
20410="&Kleuren"
20411="&Uit"
20412="&Grijswaarden"
20413="&Sepia"
20414="&Kleuren omkeren"
20420="&Schaduw"
20421="&Uit"
20422="&Positief"
20423="&Negatief"
20424="&Omtrek"
20430="&Diversen"
20431="&Omtrek"
20432="&Watermerk"
20433="&Roteren"
20434="&Schaal"

20500="&Snapshot"
20501="Vol &Scherm\tCtrl+1"
20502="&Programma\tCtrl+2"
20503="&Venster\tCtrl+3"
20504="&Gebruikers Zone\tCtrl+4"
20505="Popup &Menu\tCtrl+5"
20506="&Regio\tCtrl+6"

20550="&Help"
20551="Help &Onderwerpen\tF1"
20552="Thuis&pagina"
20553="Ondersteunig &Forum"
20554="Controleren op &Updates"
20555="Over Win&Snap..."
20556="&WinSnap Registreren"
20557="&Licentiesleutel Inbrengen..."

; Tray menu
20900="WinSnap Verbergen"
20901="WinSnap Tonen"
20903="Instellingen..."
20904="Exit"
20911="Vol &Scherm"
20912="&Programma"
20913="&Venster"
20914="&Gebruikers Zone"
20915="Popup &Menu"
20916="&Regio"

; Config
21000="Instellingen'
21001="OK"
21002="Cancel"
21003="Toepassen"
21050="Algemeen"
21051="Mengen"
21052="Canvas"
21053="Watermerk"
21054="Snapshot"
21055="Sneltoetsen"

; General page
21100="Taal:"
21101="Meer Talen..."
21102="Start WinSnap wanneer Windows start"
21103="Regelmatig on-line op updates controleren"
21104="WinSnap altijd boven"
21105="WinSnap grootte en positie herstellen"
21106="WinSnap's tray pictogram altijd tonen"
21107="Bij sluiten het tray pictogram laten staan"
21108="Snapshot maken wanneer Windows start"
21109="Start snapshot modus:"
21110="Bij snapshot muziekje spelen"
21111="WinSnap verbergen alvorens snapshot beginnen"
21112="Tray pictogram verbergen alvorens snapshot beginnen"
21113="Wachten met snapshot wanneer WinSnap zichtbaar is (ms):"
21114="Cursor meenemen in snapshot"

; Blending page
21200="Schaduw:"
21201="Hoek:"
21202="°"
21203="Afstand:"
21204="px"
21205="Grootte:"
21206="px"
21207="Dichtheid"
21208="%"
21209="Kleur:"
21210="#"
21211="Omtrek:"
21212="Kleur:"
21213="#"
21214="Grootte:"
21215="px"
21216="Achtergrond:"
21217="Kleur:"
21218="#"

; Canvas page
21400="Roteren:"
21401="Hoek:"
21402="°"
21403="Schaal:"
21404="Verfijnen op schaalgrootte:"
21405="Snapshotgrootte aanpassen:"
21406="Afmeting:"
21407="%"
21408="Breedte:"
21409="px"
21410="Hoogte:"
21411="px"
21412="Proporties bewaren"
21413="Geavanceerd:"
21414="Interpolatiie modus:"
21490="Naaste buurman"
21491="Bilinear"
21492="Bicubic"
21493="Bilinear - hoge kwaliteit"
21494="Bicubic - hoge kwaliteit"

; Watermark page
21500="Overlapping snapshot:"
21501="Waar snapshots opslaan:"
21502="Bladeren..."
21503="Overlapping met transparantie:"
21504="Dichtheid"
21505="%"
21506="Positie:"
21507="Afstanden specificeren in verhouding tot de overeenkomstge zijden van het beeld"
21508="Horizontaal:"
21509="%"
21510="Verticaal:"
21511="%"
21512="Horizontaal:"
21513="px"
21514="Verticaal:"
21515="px"
21516="Relatieve coördinaten gebruiken"
21590="Boven - Linkst"
21591="Boven - Midden"
21592="Boven - Rechts"
21593="Gecentreerd - Links"
21594="Gecentreerd"
21595="Gecentreerd - Rechts"
21596="Onder - Links"
21597="Onder - Midden"
21598="Onder - Rechts"

; Saving page
21600="Automatisch snapshot naar klembord kopiëren"
21601="Automatisch snapshot naar harde schijf kopiëren"
21602="Niet naar naam van snapshot vragen"
21603="WinSnap minimaliseren in auto-save modus"
21604="Snapshot wissen om geheugen te sparen"
21610="Auto-save opties:"
21611="Standaard Map:"
21612="Bladeren..."
21613="Bestandsnaam:"
21615="Beeldformaat:"
21620="Compressie:"
21621="JPEG kwaliteit:"
21622="%"
21699="Map selecteren voor auto-save"

; Hotkeys page
21700="Globale sneltoetsen aktiveren"
21701="Snapshot controle:"
21702="Vol Scherm:"
21703="Programma Vensters:"
21704="aktief venster:"
21705="Venster gebruikers zone:"
21706="Popup menu:"
21707="Start ''Regio'':"
21720="WinSnap controle:"
21721="Minimaliseren/herstellen:"
21722="Hoofdvenster tonen/verbergen:"
21723="Exit WinSnap:"

; Region selection
24001="Selecteer zelf een gebied met de muis of pijltoetsen. Rechter muisknop om de vorm van dit gebied te wijzigen en F1 om deze hulp aan/uit te schakelen"
24002="Positie:"
24003="x:"
24004="y:"
24005="Grootte:"
24006="w:"
24007="h:"
24100="Rechthoek"
24101="Rondhoekige rechthoek"
24102="Ellips"
24103="Selectie ongedaan maken\tBackspace"
24104="Cancel snapshot\tEsc"
24105="Dit menu verbergen"

; Confirmations
31900="WinSnap Bevestigen"
31901="WinSnap loopt al. Stoppen?"
31902="Werkelijk WinSnap afsluiten?"
31903="Winsnap herstarten om de registratie af te maken.\r\nWinSnap nu herstarten?"

; Errors
32000="WinSnap Fout"
32001="Kan taalbestand niet laden."
32002="Kan instellingen niet opslaan in de Registry. Controleer toegangsrechten."
32003="Kan snapshot bestand niet laden.\r\nDit is geen geldig snapshot bestand, of het huidige formaat wordt niet ondersteund."
32004="Kan snapshot niet opslaan op de harde schijf."
32005="Kan snapshot niet in tijdelijk bestand opslaan."
32006="Kan ondersteuning mail-systeem niet laden  (Mapi32.dll)."
32007="MAPI is niet in staat bericht te versturen."
32008="WinSnap registreren niet mogenlijk."

; Check for update
32500="WinSnap Update"
32501="Er is een nieuwe versie van Winsnap on-line beschikbaar!\r\nNu downloaden?"
32502="Uw versie van Wnsnap is up to date. Geen update beschikbaar"
